Repository: fif7y/pelmet
Catalog: Pelmet/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: You can always open Pelmet Settings by: • Pressing %@ • Opening Pelmet again from Spotlight or Finder • Right-clicking any Pelmet separator in the menu bar • Right-clicking an empty spot in the menu bar
de: Die Pelmet-Einstellungen sind jederzeit erreichbar: • %@ drücken • Pelmet erneut über Spotlight oder den Finder öffnen • Rechtsklick auf einen Pelmet-Trenner in der Menüleiste • Rechtsklick auf eine freie Stelle der Menüleiste
es: Siempre puedes abrir los ajustes de Pelmet: • Pulsando %@ • Abriendo Pelmet de nuevo desde Spotlight o el Finder • Haciendo clic derecho en cualquier separador de Pelmet en la barra de menús • Haciendo clic derecho en un espacio vacío de la barra de menús
fr: Vous pouvez toujours ouvrir les réglages de Pelmet : • En appuyant sur %@ • En rouvrant Pelmet depuis Spotlight ou le Finder • Par un clic droit sur un séparateur Pelmet dans la barre des menus • Par un clic droit sur une zone vide de la barre des menus
it: Puoi sempre aprire le impostazioni di Pelmet: • Premendo %@ • Riaprendo Pelmet da Spotlight o dal Finder • Con un clic destro su un separatore Pelmet nella barra dei menu • Con un clic destro su uno spazio vuoto della barra dei menu
ja: Pelmet設定は次の方法でいつでも開けます： • %@ を押す • SpotlightまたはFinderからPelmetを再度開く • メニューバーのPelmet区切りを右クリック • メニューバーの空いている場所を右クリック
ko: Pelmet 설정은 언제든지 다음 방법으로 열 수 있습니다: • %@ 누르기 • Spotlight 또는 Finder에서 Pelmet을 다시 열기 • 메뉴 막대의 Pelmet 구분선을 오른쪽 클릭 • 메뉴 막대의 빈 곳을 오른쪽 클릭
pt_br: Você sempre pode abrir os ajustes do Pelmet: • Pressionando %@ • Abrindo o Pelmet novamente pelo Spotlight ou pelo Finder • Clicando com o botão direito em qualquer separador do Pelmet na barra de menus • Clicando com o botão direito em um espaço vazio da barra de menus
ru: Настройки Pelmet всегда можно открыть: • Нажав %@ • Снова открыв Pelmet через Spotlight или Finder • Правым щелчком по любому разделителю Pelmet в строке меню • Правым щелчком по пустому месту строки меню
zh_hans: 你随时可以通过以下方式打开 Pelmet 设置： • 按 %@ • 在 Spotlight 或访达中再次打开 Pelmet • 右键点击菜单栏中的任意 Pelmet 分隔符 • 右键点击菜单栏的空白处

source: You're on the latest version
de: Du hast die neueste Version
es: Tienes la última versión
fr: Vous avez la dernière version
it: Hai l’ultima versione
ja: 最新バージョンです
ko: 최신 버전입니다
pt_br: Você está na versão mais recente
ru: У вас последняя версия
zh_hans: 已是最新版本

source: Your last backup at a glance, back up now. Replaces Apple's while it's on.
de: Dein letztes Backup auf einen Blick, jetzt sichern. Ersetzt Apples, solange es an ist.
es: Tu última copia de un vistazo, haz una copia ahora. Sustituye al de Apple mientras está activo.
fr: Votre dernière sauvegarde d'un coup d'œil, sauvegardez maintenant. Remplace celle d'Apple tant qu'elle est active.
it: L'ultimo backup a colpo d'occhio, esegui il backup adesso. Sostituisce quella di Apple finché è attiva.
ja: 最新のバックアップをひと目で確認、今すぐバックアップ。オンの間はAppleのものと入れ替わります。
ko: 마지막 백업을 한눈에, 지금 백업. 켜져 있는 동안 Apple의 아이콘을 대신합니다.
pt_br: Seu último backup de relance, faça backup agora. Substitui o da Apple enquanto estiver ligado.
ru: Последняя резервная копия на виду, создать сейчас. Заменяет значок Apple, пока включён.
zh_hans: 一眼看到上次备份，立即备份。开启时替代 Apple 的图标。

source: Your menu bar is full: %lld icons sit behind macOS's « until there's room. Pelmet leaves them where they are.
de: Deine Menüleiste ist voll: %lld Symbole bleiben hinter dem « von macOS, bis wieder Platz ist. Pelmet lässt sie dort.
es: Tu barra de menús está llena: %lld iconos quedan detrás del « de macOS hasta que haya sitio. Pelmet los deja ahí.
fr: Votre barre des menus est pleine : %lld icônes restent derrière le « de macOS jusqu’à ce qu’il y ait de la place. Pelmet les laisse là.
it: La barra dei menu è piena: %lld icone restano dietro il « di macOS finché non c’è spazio. Pelmet le lascia lì.
ja: メニューバーがいっぱいです：%lld 個のアイコンは、空きができるまで macOS の « の後ろにあります。Pelmet はそのままにします。
ko: 메뉴 막대가 가득 찼습니다: 아이콘 %lld개는 공간이 생길 때까지 macOS의 « 뒤에 남습니다. Pelmet은 그대로 둡니다.
pt_br: Sua barra de menus está cheia: %lld ícones ficam atrás do « do macOS até haver espaço. O Pelmet os deixa onde estão.
ru: Строка меню заполнена: %lld значков остаются за « macOS, пока не появится место. Pelmet их не трогает.
zh_hans: 菜单栏已满：%lld 个图标在有空间之前会留在 macOS 的 « 后面。Pelmet 不会移动它们。

source: Your menu bar, tucked away.
de: Deine Menüleiste, aufgeräumt.
es: Tu barra de menús, recogida.
fr: Votre barre des menus, bien rangée.
it: La tua barra dei menu, in ordine.
ja: メニューバーを、 すっきりと。
ko: 메뉴 막대를 깔끔하게 정리.
pt_br: Sua barra de menus, bem guardada.
ru: Строка меню, убранная с глаз.
zh_hans: 你的菜单栏， 收纳整齐。

source: Your own name, like “work”
de: Dein eigener Name, z. B. „Arbeit“
es: Tu propio nombre, como «trabajo»
fr: Votre propre nom, comme « travail »
it: Un tuo nome, come «lavoro»
ja: 自分用の名前（例：「仕事」）
ko: 나만의 이름, 예: “업무”
pt_br: Seu próprio nome, como “trabalho”
ru: Своё название, например «работа»
zh_hans: 自己的名称，例如“工作”

source: Your whole Shortcuts library in one menu.
de: Deine ganze Kurzbefehle-Mediathek in einem Menü.
es: Toda tu biblioteca de Atajos en un solo menú.
fr: Toute votre bibliothèque Raccourcis dans un seul menu.
it: Tutta la tua libreria di Comandi Rapidi in un solo menu.
ja: ショートカットのライブラリ全体をひとつのメニューに。
ko: 단축어 보관함 전체를 하나의 메뉴로.
pt_br: Toda a sua biblioteca de Atalhos em um só menu.
ru: Вся библиотека быстрых команд в одном меню.
zh_hans: 整个快捷指令资料库，尽在一个菜单。

source: macOS already uses %@. Press a different combination.
de: macOS verwendet %@ bereits. Drücke eine andere Kombination.
es: macOS ya usa %@. Pulsa otra combinación.
fr: macOS utilise déjà %@. Appuyez sur une autre combinaison.
it: macOS usa già %@. Premi un’altra combinazione.
ja: %@ はすでに macOS で使われています。別の組み合わせを押してください。
ko: macOS에서 이미 %@ 를 사용합니다. 다른 조합을 누르세요.
pt_br: O macOS já usa %@. Pressione outra combinação.
ru: macOS уже использует %@. Нажмите другое сочетание.
zh_hans: macOS 已使用 %@。请按其他组合。

source: macOS dropped Pelmet's accessibility permission, which happens after some updates and reinstalls. Grant it again and everything picks up where it left off.
de: macOS hat Pelmets Bedienungshilfen-Berechtigung verworfen, was nach manchen Updates und Neuinstallationen passiert. Erteile sie erneut, und alles macht dort weiter, wo es aufgehört hat.
es: macOS retiró el permiso de accesibilidad de Pelmet, algo que ocurre tras algunas actualizaciones y reinstalaciones. Concédelo de nuevo y todo continúa donde se quedó.
fr: macOS a retiré l’autorisation d’accessibilité de Pelmet, ce qui arrive après certaines mises à jour et réinstallations. Accordez-la à nouveau et tout reprend là où ça s’était arrêté.
it: macOS ha rimosso l’autorizzazione Accessibilità di Pelmet, cosa che succede dopo alcuni aggiornamenti e reinstallazioni. Concedila di nuovo e tutto riprende da dove si era fermato.
ja: macOSがPelmetのアクセシビリティ権限を解除しました。一部のアップデートや再インストールの後に起こることがあります。もう一度許可すれば、すべて元どおりに再開します。
ko: macOS가 Pelmet의 손쉬운 사용 권한을 해제했습니다. 일부 업데이트나 재설치 후에 일어나는 일입니다. 다시 허용하면 모든 것이 이전 상태에서 이어집니다.
pt_br: O macOS retirou a permissão de acessibilidade do Pelmet, o que acontece após algumas atualizações e reinstalações. Conceda-a de novo e tudo continua de onde parou.
ru: macOS сбросила разрешение Pelmet на универсальный доступ — так бывает после некоторых обновлений и переустановок. Предоставьте его снова, и всё продолжится с того же места.
zh_hans: macOS 移除了 Pelmet 的无障碍权限，这在某些更新和重新安装后会发生。重新授予后，一切会从上次的状态继续。

source: macOS had no room for these in the menu bar
de: macOS hatte für diese keinen Platz in der Menüleiste
es: macOS no tenía sitio para estos en la barra de menús
fr: macOS n’avait plus de place pour elles dans la barre des menus
it: macOS non aveva spazio per queste nella barra dei menu
ja: メニューバーにこれらを置く場所がありませんでした
ko: 메뉴 막대에 이 아이콘들을 둘 자리가 없었습니다
pt_br: O macOS não tinha espaço para estes na barra de menus
ru: В строке меню для них не нашлось места
zh_hans: 菜单栏没有空间放下这些图标

source: macOS hides these whenever any icons are concealed — they can only appear while the whole bar is revealed.
de: macOS blendet diese aus, sobald irgendein Symbol verborgen ist – sie erscheinen nur, während die gesamte Leiste eingeblendet ist.
es: macOS los oculta siempre que haya algún icono escondido: solo aparecen mientras toda la barra está visible.
fr: macOS les masque dès qu’une icône est cachée : ils n’apparaissent que lorsque toute la barre est affichée.
it: macOS li nasconde ogni volta che un’icona è celata: compaiono solo mentre l’intera barra è visibile.
ja: macOSはアイコンが1つでも隠れているとこれらを非表示にします。バー全体が表示されている間のみ表示されます。
ko: 아이콘이 하나라도 숨겨져 있으면 macOS가 이 항목들을 숨깁니다. 막대 전체가 표시될 때만 나타납니다.
pt_br: O macOS os oculta sempre que algum ícone está escondido: só aparecem enquanto a barra inteira está visível.
ru: macOS скрывает их, как только скрыт хотя бы один значок: они видны только при полностью показанной строке меню.
zh_hans: 只要有任何图标被隐藏，macOS 就会隐藏这些项目，它们仅在整个菜单栏显示时才会出现。

source: macOS kept it in the bar when Pelmet asked to hide it.
de: macOS hat es in der Leiste behalten, als Pelmet es ausblenden wollte.
es: macOS lo mantuvo en la barra cuando Pelmet pidió ocultarlo.
fr: macOS l’a gardée dans la barre quand Pelmet a demandé à la masquer.
it: macOS l’ha tenuta nella barra quando Pelmet ha chiesto di nasconderla.
ja: Pelmetが隠すよう求めても、macOSがバーに残しました。
ko: Pelmet이 숨기려 했을 때 macOS가 막대에 그대로 두었습니다.
pt_br: O macOS o manteve na barra quando o Pelmet pediu para ocultá-lo.
ru: macOS оставила его в строке, когда Pelmet попросил его скрыть.
zh_hans: Pelmet 请求隐藏时，macOS 仍将它保留在菜单栏中。

source: macOS takes %@ off the bar while anything is hidden, because it runs from outside Applications. Open it from the Applications folder instead.
de: macOS nimmt %@ aus der Leiste, solange etwas ausgeblendet ist, weil es außerhalb von „Programme“ läuft. Öffne es stattdessen aus dem Ordner „Programme“.
es: macOS quita %@ de la barra mientras haya algo oculto, porque se ejecuta fuera de Aplicaciones. Ábrelo desde la carpeta Aplicaciones.
fr: macOS retire %@ de la barre tant que quelque chose est masqué, car l’app tourne hors du dossier Applications. Ouvrez-la plutôt depuis le dossier Applications.
it: macOS toglie %@ dalla barra finché qualcosa è nascosto, perché gira fuori da Applicazioni. Aprila dalla cartella Applicazioni.
ja: %@ は「アプリケーション」フォルダの外から実行されているため、何かを隠している間はmacOSがバーから外します。「アプリケーション」フォルダから開いてください。
ko: %@이(가) 응용 프로그램 폴더 밖에서 실행되어, 무언가 숨겨져 있는 동안 macOS가 막대에서 뺍니다. 응용 프로그램 폴더에서 여세요.
pt_br: O macOS tira %@ da barra enquanto algo estiver oculto, porque ele roda fora de Aplicativos. Abra-o pela pasta Aplicativos.
ru: macOS убирает %@ из строки, пока что-то скрыто, потому что приложение запущено не из папки «Программы». Откройте его из папки «Программы».
zh_hans: %@ 在“应用程序”文件夹之外运行，所以只要有图标被隐藏，macOS 就会把它移出菜单栏。请改从“应用程序”文件夹打开它。

source: macOS takes %@ off the bar while anything is hidden, even though Pelmet leaves it visible.
de: macOS nimmt %@ aus der Leiste, solange etwas ausgeblendet ist, obwohl Pelmet es sichtbar lässt.
es: macOS quita %@ de la barra mientras haya algo oculto, aunque Pelmet lo deje visible.
fr: macOS retire %@ de la barre tant que quelque chose est masqué, même si Pelmet la laisse visible.
it: macOS toglie %@ dalla barra finché qualcosa è nascosto, anche se Pelmet la lascia visibile.
ja: Pelmetが表示のままにしていても、何かを隠している間はmacOSが %@ をバーから外します。
ko: Pelmet이 보이게 두어도, 무언가 숨겨져 있는 동안 macOS가 %@을(를) 막대에서 뺍니다.
pt_br: O macOS tira %@ da barra enquanto algo estiver oculto, mesmo com o Pelmet deixando-o visível.
ru: macOS убирает %@ из строки, пока что-то скрыто, хотя Pelmet оставляет его видимым.
zh_hans: 只要有图标被隐藏，macOS 就会把 %@ 移出菜单栏，即使 Pelmet 让它保持可见。

source: macOS uses this shortcut. Turn it off in System Settings › Keyboard › Keyboard Shortcuts, or record another.
de: macOS nutzt dieses Kürzel. Schalte es in den Systemeinstellungen › Tastatur › Tastaturkurzbefehle aus oder nimm ein anderes auf.
es: macOS usa este atajo. Desactívalo en Ajustes del Sistema › Teclado › Funciones rápidas de teclado, o graba otro.
fr: macOS utilise ce raccourci. Désactivez-le dans Réglages Système › Clavier › Raccourcis clavier, ou enregistrez-en un autre.
it: macOS usa questa scorciatoia. Disattivala in Impostazioni di Sistema › Tastiera › Abbreviazioni da tastiera, o registrane un’altra.
ja: macOS がこのショートカットを使用しています。システム設定 › キーボード › キーボードショートカットでオフにするか、別のショートカットを記録してください。
ko: macOS가 이 단축키를 사용합니다. 시스템 설정 › 키보드 › 키보드 단축키에서 끄거나 다른 단축키를 기록하세요.
pt_br: O macOS usa este atalho. Desative-o em Ajustes do Sistema › Teclado › Atalhos de Teclado, ou grave outro.
ru: macOS использует это сочетание. Отключите его в Системных настройках › Клавиатура › Сочетания клавиш или запишите другое.
zh_hans: macOS 正在使用此快捷键。请在“系统设置”›“键盘”›“键盘快捷键”中将其关闭，或录制另一个。

source: macOS's own spacing, so it stays after Pelmet. The clock and system icons follow right away; other apps when they next open, or log out and back in for all of them at once.
de: Der Abstand ist eine macOS-Einstellung und bleibt auch ohne Pelmet. Uhr und Systemsymbole folgen sofort, andere Apps beim nächsten Öffnen. Ab- und wieder anmelden übernimmt alle auf einmal.
es: Es el espaciado propio de macOS, así que se mantiene sin Pelmet. El reloj y los iconos del sistema cambian al momento, las demás apps al abrirse de nuevo. Cerrar sesión y volver a entrar los aplica todos a la vez.
fr: C'est le réglage d'espacement de macOS, il reste après Pelmet. L'horloge et les icônes système suivent tout de suite, les autres apps à leur prochaine ouverture. Une déconnexion puis reconnexion les applique toutes d'un coup.
it: È la spaziatura di macOS, quindi resta anche senza Pelmet. Orologio e icone di sistema seguono subito, le altre app alla prossima apertura. Uscire e rientrare la applica a tutte insieme.
ja: macOS自身の設定なので、Pelmetがなくても残ります。時計とシステムアイコンはすぐに反映され、他のAppは次に開いたとき、ログアウトして再ログインすれば一度にすべて反映されます。
ko: macOS 자체 간격 설정이라 Pelmet이 없어도 유지됩니다. 시계와 시스템 아이콘은 바로 바뀌고, 다른 앱은 다음에 열 때 바뀝니다. 로그아웃 후 다시 로그인하면 한 번에 모두 적용됩니다.
pt_br: É o espaçamento do próprio macOS, então permanece sem o Pelmet. O relógio e os ícones do sistema mudam na hora, os outros apps quando abrirem de novo. Encerrar a sessão e entrar de novo aplica a todos de uma vez.
ru: Это собственный интервал macOS, он остаётся и без Pelmet. Часы и системные значки меняются сразу, другие приложения при следующем запуске. Выход из системы и повторный вход применит ко всем сразу.
zh_hans: 这是 macOS 自身的间距设置，卸载 Pelmet 后依然保留。时钟和系统图标立即生效，其他 App 在下次打开时生效，注销再登录可一次性全部生效。

source: ⌘-drag an icon left of ‹ to hide it.
de: Zieh ein Symbol mit ⌘ links neben ‹, um es auszublenden.
es: Arrastra un icono con ⌘ a la izquierda de ‹ para ocultarlo.
fr: Glissez une icône avec ⌘ à gauche de ‹ pour la masquer.
it: Trascina un’icona con ⌘ a sinistra di ‹ per nasconderla.
ja: ⌘を押しながらアイコンを‹の左へドラッグすると非表示になります。
ko: ⌘를 누른 채 아이콘을 ‹ 왼쪽으로 드래그하면 숨겨집니다.
pt_br: Arraste um ícone com ⌘ para a esquerda de ‹ para ocultá-lo.
ru: Перетащите значок с ⌘ левее ‹, чтобы скрыть его.
zh_hans: 按住 ⌘ 把图标拖到 ‹ 左侧即可隐藏。

source: Animation
es: Animación
it: Animazione
ja: アニメーション
ko: 애니메이션
pt_br: Animação
ru: Анимация
zh_hans: 动画

source: Chevron ‹
es: Chevrón ‹
ja: シェブロン ‹
ko: 쉐브론 ‹
ru: Шеврон ‹
zh_hans: 尖角符号 ‹

source: Chevron ›
es: Chevrón ›
ja: シェブロン ›
ko: 쉐브론 ›
ru: Шеврон ›
zh_hans: 尖角符号 ›

source: Displays
es: Pantallas
fr: Écrans
it: Schermi
ja: ディスプレイ
ko: 디스플레이
pt_br: Telas
ru: Мониторы
zh_hans: 显示器

source: Layout
es: Disposición
fr: Disposition
ja: レイアウト
ko: 레이아웃
ru: Расположение
zh_hans: 布局

source: Optional
es: Opcional
fr: Facultatif
it: Facoltativo
ja: 任意
ko: 선택 사항
pt_br: Opcional
ru: Необязательно
zh_hans: 可选

source: Pause
es: Pausar
it: Pausa
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
ru: Пауза
zh_hans: 暂停

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Система
zh_hans: 系统

source: System extras
es: Extras del sistema
fr: Extras système
it: Extra di sistema
ja: システムの追加項目
ko: 시스템 추가 항목
pt_br: Extras do sistema
ru: Системные элементы
zh_hans: 系统附加项

source: Timer
es: Temporizador
fr: Minuteur
ja: タイマー
ko: 타이머
ru: Таймер
zh_hans: 计时器

source: Update
es: Actualizar
fr: Mise à jour
it: Aggiorna
ja: 更新
ko: 업데이트
pt_br: Atualizar
ru: Обновить
zh_hans: 更新

source: Updates
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pt_br: Atualizações
ru: Обновления
zh_hans: 更新

source: Version %@ (%@)
es: Versión %@ (%@)
it: Versione %@ (%@)
ja: バージョン %@ (%@)
ko: 버전 %@ (%@)
pt_br: Versão %@ (%@)
ru: Версия %@ (%@)
zh_hans: 版本 %@ (%@)

source: Website
es: Sitio web
fr: Site web
it: Sito web
ja: Webサイト
ko: 웹사이트
pt_br: Site
ru: Сайт
zh_hans: 网站

source: Notch
fr: Encoche
ja: ノッチ
ko: 노치
ru: Вырез
zh_hans: 刘海

source: Panel
fr: Panneau
it: Pannello
ja: パネル
ko: 패널
pt_br: Painel
ru: Панель
zh_hans: 面板

source: %lld min
ja: %lld分
ko: %lld분
ru: %lld мин
zh_hans: %lld 分钟

source: Alias
ja: 別名
ko: 별칭
pt_br: Apelido
ru: Псевдоним
zh_hans: 别名

source: App
ja: アプリ
ko: 앱
ru: Приложение
zh_hans: 应用

source: AirDrop
zh_hans: 隔空投送

source: Time Machine
zh_hans: 时间机器
